frontend/modules/registrationandlogin/controllers/DefaultController.php

SELECT * FROM `registration`
---
    public function actionView(){

        $model=Registration::find()->All();